// Preflight
"DISK_FULL_TITLE" = "Na dysku twardym jest za mało miejsca.";
"DISK_FULL_FOR_DOWNLOAD_STATUS" = "Do pobrania i zainstalowania uaktualnień wymagane jest %@ wolnego miejsca. Aby zwolnić więcej miejsca, usuń część plików lub programów z dysku twardego. Następnie spróbuj ponownie.";
"DISK_FULL_FOR_DOWNLOAD_AND_INSTALL_STATUS" = "Do pobrania i zainstalowania uaktualnień wymagane jest %@ wolnego miejsca. Aby zwolnić więcej miejsca, usuń część plików lub programów z dysku startowego. Następnie spróbuj ponownie.";

// AC power check
"CONFIRM_NO_POWER_ADAPTER_TITLE" = "Komputer nie jest podłączony do źródła zasilania.";
"CONFIRM_NO_POWER_ADAPTER_MESSAGE" = "Najlepiej, aby komputer był w czasie instalacji podłączony do źródła zasilania. Czy na pewno chcesz kontynuować instalację?";
"CONTINUE_TITLE" = "Dalej";

"CANCEL_TITLE" = "Anuluj";

// Session error
"UPDATE_DOWNLOAD_ERROR" = "Uaktualnienia „%@” nie można zachować.";
"NONE_CHECKED_DOWNLOAD_ERROR" = "Nie można było zachować żadnego z zaznaczonych uaktualnień.";
"SOME_CHECKED_DOWNLOAD_ERROR" = "Nie można było zachować części zaznaczonych uaktualnień.";

"UPDATE_INSTALL_ERROR" = "Uaktualnienia „%@” nie można zainstalować.";
"NONE_CHECKED_INSTALL_ERROR" = "Nie można było zainstalować żadnego z zaznaczonych uaktualnień.";
"SOME_CHECKED_INSTALL_ERROR" = "Nie można było zainstalować części zaznaczonych uaktualnień.";

"OK_TITLE" = "OK";

// Pre-session error
"UPDATE_NOT_FOUND_ERROR" = "Nie można zainstalować uaktualnienia.";

// 3B) Updated downloaded, time to logout and install
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_MESSAGE" = "Aby zainstalować uaktualnienia, musisz się wylogować.";
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_INFORMATIVE" = "Aby ukończyć instalację i wylogować się, kliknij w Wyloguj się.";
"LOG_OUT_AND_INSTALL_TITLE" = "Wyloguj się";

"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_MESSAGE" = "Aby zainstalować uaktualnienia, musisz uruchomić ponownie komputer.";
"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_INFORMATIVE" = "Aby ukończyć instalację i uruchomić ponownie komputer, kliknij w Uruchom ponownie.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Uruchom ponownie";

"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_MESSAGE" = "Aby zainstalować uaktualnienia, musisz wyłączyć komputer.";
"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Aby ukończyć instalację i wyłączyć komputer, kliknij w Wyłącz. Ponowne włączenie komputera będzie wymagało wciśnięcia przycisku zasilania.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Wyłącz";

"NOT_NOW_TITLE" = "Nie teraz";

// Predicate installs
"DEFAULT_PREDICATE_BLOCKED_MESSAGE" = "Gdy drugie uaktualnianie zostanie zakończone, możesz pobrać i zainstalować to oprogramowania, wybierając Uaktualnienia z menu Apple.";
"DEFAULT_NO_NETWORK_MESSAGE" = "Gdy ponownie połączysz się z Internetem, możesz pobrać i zainstalować oprogramowania, wybierając Uaktualnienia z menu Apple.";
"STANDARD_NO_SUS_MESSAGE" = "Sprawdź, czy połączenie sieciowe działa normalnie. Jeśli nie ma problemów z połączeniem, skontaktuj się z administratorem sieci, aby uzyskać pomoc.";
"NO_UPDATE_FOUND_ERROR" = "Oprogramowanie jest teraz niedostępne.";
